import React from "react"
import s from 'styled-components'

import Layout from "../components/layout"
import { Text, TextSubheading, TextWrapperOne } from "../data/typography"

const BaljachwiPage = () => (
  <Layout pageTitle={'역사'} pageSubtitle={'개국설화'}>
    <TextWrapperOne>
      <Text>
        고씨(髙氏)는 고을나왕(髙乙那王)을 시조(始祖)로 하여 45세손(世孫) 자견왕(自堅王)까지 탐라군주(耽羅郡主)로 세습(世襲)해 오다가 서기 938년(고려 태조 21) 자견왕(自堅王)의 태자(太子) 말로 공(末老 公)이 고려(高麗)에 내조(來朝)하여 그가 곧 우리나라 고씨(髙氏)의 중시조(中始祖)가 되었으며, 그의 아들 유(維), 강(綱), 소(紹) 형제가 모두 고려(高麗)에서 과거에 급제하고 벼슬을 지냄으로써 본토(本土 : 육지)의 진출이 시작되었다.<br />

        그로 인하여 후손들은 말로(末老)를 중시조(中始祖)로 하고 시조(始祖)의 발원지(發源地)인 제주(濟州)를 본관(本貫)으로 삼아 세계(世系)를 이어오면서 가문(家門)을 크게 번창시켰다.고씨(髙氏)의 본관(本貫)은 문헌에 제주(濟州)를 비롯하여 장흥(長興), 개성(開城), 횡성(橫城), 연안(延安), 용담(龍潭), 담양(潭陽), 의령(宜寧), 고봉(髙峰), 옥구(沃溝), 상당(上黨), 김화(金花), 면산(免山), 회령(會寧), 안동(安東) 등이 있는 것으로 전(傳)하고 있으나 모두가 동원(同源)이므로 오늘날에는 제주(濟州)를 단본(單本)으로 하여 중시조(中始祖) 말로 공(末老 公)의<br />

        10세손(世孫) 인단(仁旦)을 파조(派祖)로 하는 성주공파(星州公派)<br />

        13세손(世孫) 신걸(臣傑)을 파조(派祖)로 하는 전서공파(典書公派)<br />

        15세손(世孫) 득종(得宗)을 파조(派祖)로 하는 영곡공파(靈谷公派)<br />

        11세손(世孫) 경(慶)을 파조(派祖)로 하는 문충공파(文忠公派)<br />

        10세손(世孫) 중연을 파조(派祖)로 하는 장흥백파(長興伯派)<br />

        11세손(世孫) 인비(仁庇)를 파조(派祖)로 하는 화전군파(花田君派)<br />

        13세손(世孫) 택(澤)을 파조(派祖)로 하는 문정공파(文禎公派)<br />

        4세손(世孫) 공익(恭益)을 파조(派祖)로 하는상당군파(上黨君派)<br />

        4세손 (世孫) 영신(令臣)을 파조(派祖)로 하는 양경공파(良敬公派) 등 아홉파(派)로 갈리었다.<br />

        제주 고씨(濟州髙氏)가 내륙(內陸)에 진출(進出)하여 명성(名聲)을 떨치기 시작한 것은 성주공(星主公) 말로(末老)의 맏아들 유(維)가 처음이다.유(維)는 고려조(高麗朝)에서 남성시(南省試)에 장원(壯元)하여 벼슬이 문하시중(門下侍中), 우복야(右僕射 : 상서도성에 속한 정2품 벼슬)에 이르렀고, 그의 아들 조기(兆基)는 예종조(睿宗朝)에 문과(文科)에 급제하고 인종(仁宗)때 시어사(侍御史)에 올라 이자겸(李資謙)의 일파(一派)로서 환관(宦官)과 결탁하여 권세(權勢)를 누리던 봉우(奉佑)를 탄핵하고 의종(毅宗)이 등극한 후 정당문학(政堂文學)과 판호부사(判戶府事)를 거쳐 1149년(의종 3) 중서시랑평장사(中書侍郞平章事 : 중서 문하성의 정2품 벼슬)에 올랐으며 시문(詩文)에 능하여 오언시(五言詩)의 신인(神人)으로 명성을 떨쳤다.<br />

        그로부터 제주 고씨(濟州髙氏)는 고려조(高麗朝)에서 9상서(尙書) 12한림(翰林)의 명현(名賢)을 배출하였고,조선조(朝鮮朝)에서도 수많은 인재(人才)를 낳아 도덕(道德)과 문장(文章)으로 또는 학행(學行)과 충효(忠孝), 의열(義烈) 등으로 역사를 수(繡) 놓아 탐라왕족(耽羅王族)으로서의 긍지(矜持)를 세습(世襲)하며 명문(名文)의 기틀을 다져왔다.<br />

        조선초기(朝鮮初基)에 제주 고씨(濟州髙氏)를 빛낸 인물(人物)인 영곡공파조(靈谷公派祖) 득종(得宗)은 전서공(典書公) 신걸(臣傑)의 손자(孫子)이며 상장군(上將軍) 봉지(鳳智)의 아들로 1414년(태종 14) 알성문과(謁聖文科)에 급제하고 대호군(大護軍)과예빈시판관(禮賓寺判官 : 외국사절의 연향과 종실 ,재신의 음식 공괘를 관장하던 종5품 벼슬)을 거쳐 1427년(세종 9) 문과중시(文科重試)에 올랐다.<br />

        1438(세종 20) 호조참의(戶曹參議)에 오른 그는 사신(使臣)으로 두차례 명(明)나라에 다녀왔고 통신사(通信使)로 일본(日本)에 가서는 천황의 서계(書契 : 일본 정부와 교섭하던 문서)를 가지고 돌아오는 등 외교적인 공적을 쌓았으며 한성부 판윤(漢城府判尹)을 지냈고 문장(文章)과 서예(書藝)에 일가(一家)를 이루었다.한편 득종(得宗)의 아들 태필(台弼), 태정(台鼎), 태보(台輔), 태익(台翼) 4형제가 모두 과거에 급제하여 주위를 놀라게 하였으며, 조선개국공신(朝鮮開國功臣) 여(呂)는 나라에 공(功)을 세워 고성부원군(高城府院君)에 봉해졌고, 화전군(花田君) 인비(仁庇)의 8세손(世孫)이며 사신(思信)의 아들 형산(荊山)은 연산조(燕山朝)에 해주 목사(海州牧使), 와 병마절도사를 거쳐 중종반정 후 형조, 호조, 병조(兵曹)의 판서(判書)를 역임했으며 우찬성(右贊成)에 이르렀다.<br />

        국난(國亂)으로 나라가 위급할 때 가문(家門)의 의맥(義脈)을 살려 충렬(忠烈)로 전쟁에 공을 세운 충렬공(忠烈公) 경명(敬命)은 제주 고씨(濟州髙氏)가 자랑하는 인물(人物)이다. 중종(中宗) 때 남화풍(南畵風 : 당나라 왕유를 비조로 하는 문인 화파의 화풍)으로 호랑이 그림을 잘 그린 하천(霞川) 운(雲)의 손자(孫子)인 경명(敬命)은 부친(父親) 맹영(孟英)이 명종조(明宗朝)에 호조 참의(戶曹參議)를 거쳐 대사간(大司諫)에 올랐다가 이 양(李 樑)의 일파로 몰려 유배당하는 불운을 맞고 담양(潭陽)에 옮겨 살았다.<br />

        임진왜란이 일어나자 늙고 병든 몸으로 의병(義兵)을 일으키고 “나라 운수가 중도에 비색(丕塞)하여 섬 오랑캐가 밖에서 개떼 덤비듯 한다.”로 시작되는 거의(擧義)의 격문(檄文)을 팔도(八道)에 돌려 구국(救國)의 염원으로 일어난 의병(義兵)을 이끌고 왜병(倭兵)과 싸우다 금산(錦山) 전투에서 크게 패하여 도망가자는 참모의 말을 뿌리치고 차남 인후(因厚)와 함께 의열(義烈)로 죽음을 맞이했다. 시(詩)와 글씨, 그림에도 뛰어나 [호남파 5대시인(湖南派五代詩人)]으로 손꼽혔던 그의 맏아들 종후(從厚)도 복수군(復讐軍)을 기병(起兵)하여“불행한 때를 만나 집안의 화변이 망극하다. 불초고(不肖孤)는 초토(草土)에 앓고 누워 아직까지 이 왜적들과 함께 한하늘을 이고 살아있는 것이 참을 수가 없다.(중략)”라는 통문을 돌리면서 여러 갈래로 흐트러진 의병(義兵)을 모아 영남(嶺南)으로 달려가 진주성(晋州城)을 지켰으나 성(城)이 왜병에게 함락당할때 김천일(金千鎰), 최경회(崔慶會)와 함께 남강(南江)에 몸을 던져 순절하니 세상에서는 이들을 [삼장사(三壯士)]라 일컬었다.<br />

        경명(敬命)의 두딸 노씨(盧氏) 부인과 안씨(安氏)부인도 정유재란 때 왜적을 꾸짖으며 칼을 안고 엎드려 순절하였으니 이들 일가(一家)의 절의(節義)는 높이 추앙되었다.<br />

        선조(宣祖)는 경명(敬命) 일가(一家)의 죽음을 슬퍼하며 광주(光州)에 사당(祠堂)을 짓게하여 포충사(褒忠祠)로 사액(賜額)하고 경명(敬命)에게는 충렬공(忠烈公) 종후(從厚)에게는 효열공(孝烈公), 인후(因厚)에게는 의열공(義烈公)이라 시호(諡號)를 내렸다. 그외 효륜(孝倫)의 아들로 최경희(崔慶會)의 부장(副將)이 되어 장수(長水), 무주(茂朱), 금산(錦山) 등지에서 왜병(倭兵)과 싸워 전공을 세우고 진주성(晋州城)에서 장렬하게 순절하였고, 박 진(朴 晋), 황 진(黃 晋), 원 호(元 豪)와 더불어 임진왜란의 4대명장(四大名將)으로 손꼽히는 언백(彦伯)은 1604년(선조 37) 선무2등공신(宣武二等功臣)으로 제흥군(濟興君)에 봉해졌으나 광해군(光海君)에 의해 임해군(臨海君 : 선조의 첫째 서자)와 함께 죽음을 당했다. 이렇게 충효(忠孝)의 가통(家統)을 이어온 제주고씨(濟州髙氏)는 우리 한민족(韓民族)의 뿌리깊은 의열사상(義烈思想)의 본질을 밝혀주었으며, 국난의 갈림길에서 서성거리다가 비겁하게 살다간 우둔한 자(者)들의 지표(指標)가 되었다.<br />
      </Text>
    </TextWrapperOne>
  </Layout>
)

export default BaljachwiPage
