import React from "react"
import s from 'styled-components'

import Post from '../components/post'
import Layout from "../components/layout"
import { Text, TextSubheading, TextWrapperOne } from "../data/typography"

const PajoPage = () => (
  <Layout pageTitle={'역사'} pageSubtitle={'9대 파조'}>
    <TextWrapperOne>
      <Text>
        <TextSubheading>1. 양경공파(良敬公派) 파조(派祖), 고영신(髙令臣) 중시조4세손(世孫)</TextSubheading>
        1045(정종 11)∼1116(예종 11). 중시조(中始祖) 성주공(星主公) 말로(末老)의 4세손(世孫),<br /><br />

        시호는 양경(良敬) 고려 중기의 문신. 아들은 식(湜)이다.<br /><br />

        문종 때 문과에 급제한 뒤, 1097년(숙종 2) 우찬선대부(右贊善大夫), 1099년 이부낭중추밀원우승선(吏部郎中樞密院右承宣)을 역임하였다.<br /><br />

        그뒤 1101년 어사중승(御史中丞)으로 동북면병마사(東北面兵馬使)가 되고 이어 형부시랑우간의대부(刑部侍郎右諫議大夫)에 올랐으며, 논의함이 강직하여 굽힘이 없었다.<br /><br />

        1105년 예종이 즉위하여 비서감직문하성(秘書監直門下省)이 되고, 이듬해 경상도에 홍수가 나자 좌산기상시(左散騎常侍)로서 안무사(按撫使)로 파견되어 공전세(公田稅)를 감면시켜주는 등 백성의 구제에 힘썼다.<br /><br />

        1108년(예종 3)상서로서 서북면병마사가 되고 이듬해 동지추밀원사를 거쳐 이부상서지추밀원사(吏部尙書知樞密院事)에 올랐다.<br /><br />

        1113년 검교사공참지정사(檢校司空參知政事)가 되었다. 이때 대신들이 새로운 법을 만들어 예종에게 올렸으나, 이미 성헌(成憲)이 갖추어져 있으니 고치지 말고 제대로 지켜 잃지 않음이 옳다고 하여 반대하였다. 이듬해 참지정사로 치사하였다.<br /><br />

        청검하여 돌아가신뒤 집에 남은 재물이 없었다고 한다.<br /><br />

        ▒  상세설명<br />
        ①우찬선대부(右贊善大夫) : 고려 시대에, 동궁에 속한 정오품 벼슬.<br />
        ②어사중승(御史中丞) : 고려시대 어사대(御史臺)의 관직.<br />
        ③동북면병마사(東北面兵馬使) : 동북면 지역의 군사와 일반 행정 기능을 동시에 담당한 최고 사령관 병마사는 양계라는 특수 군사 지역에 따라서 설치된 관직으로 품계는 정3품이었고, 문하시중(門下侍中)•중서령(中書令)•상서령(尙書令) 등으로 판병마사(判兵馬事)로 삼아 서울에서 이들을 통할하게 하였음. 임기는 6개월이며 봄과 가을에 교대하였음.<br />
        ④좌산기상시(左散騎常侍) : 고려 목종 때 내사문하성(內史門下省)에 두었던 정3품의 간쟁(諫諍)담당관으로 후에 좌상시(左常侍)와 좌산기상시로 개칭을 거듭하였다.<br />
        ⑤안무사(按撫使) : 고려 시대에, 중앙에서 백성의 질고와 수령의 잘잘못을 살피기 위하여 파견하던 임시 벼슬.<br />
        ⑥성헌(成憲) : ‘성문 헌법’을 줄여 이르는 말.<br /><br />

        <TextSubheading>2. 상당군파(上黨君派) 파조(派祖), 고공익(髙恭益) 중시조4세손(世孫)</TextSubheading>
        중시조(中始祖)  성주공(星主公) 말로(末老)의 4세손(世孫)이며 서원군(西原君) 대기(大其)의 아들로 출생하였다.<br /><br />

        공은 일찍이 문과에 급제하여 벼슬길에 나가 상서(尙書), 문하시중(門下侍中),검교장 소감(檢校將少監) 등을 역임하였으며 병란에 공을 세워 상당군(上黨君)으로 봉군을 받았다.<br /><br />

        이로써 공은 상당군파(上黨君派)의 파조가 되며 후손들이 충북 청주(淸州)와 함경도(咸鏡道) 지방에 많이 살고 있다.<br /><br />

        ▷ 상당(上黨)은 청주(淸州)의 옛 명칭임<br /><br />

        ▒  상세설명<br />
        ①문하시중(門下侍中) : 고려 시대에, 중서문하성의 종일품 으뜸 벼슬.<br /><br />

        <TextSubheading>3. 문정공파(文禎公派) 파조(派祖), 고택(髙澤) 중시조13세손(世孫)</TextSubheading>
        1289(충렬왕 15) ~ 1370(공민왕 19).중시조(中始祖) 성주공(星主公) 말로(末老)의 13세손(世孫) 이고 예빈경(禮賓卿) 영중(塋中)의 6세손(世孫) 이며 봉익대부(奉翊大夫) 수평(守平)의 아들이다.<br /><br />

        고려말 문신(春秋館事), 자는 중덕(仲德), 호는 율정(栗亭),시호 문정(文禎) 1316년 (충숙왕 3년) 진사(進士)가 되었고 1320년(충숙왕 7년) 수재과(秀材科) 보검시(寶劍試)에 합격하여 우부대언 장전선(右部代言掌銓選)이 되었다.<br /><br />

        충목왕때 나주목사(羅州牧使), 충정왕때 광양감무(光陽監務)를 역임하였으며 1352년(공민왕 1년) 밀직제학(密直提學)이되었다.<br /><br />

        그후 대광도첨의(大匡都僉議), 찬성사(贊成事), 진흥관 대제학(進興舘大提學)겸 춘추관사(春秋館事)의 벼슬을 지냈다.<br /><br />

        1370년(공민왕 19년) 공은 향년 81세로 별세하니 나라에서 예장(禮葬)케 하고 시호를 문정(文禎)이라 하였다.<br /><br />

        금산(錦山)의 사림(士林)들이 뜻을 모아 금산서원(錦山書院)을 세우고 공을 배향하였다.<br /><br />

        <TextSubheading>4. 화전군파(花田君派) 파조(派祖), 고인비(髙仁庇) 중시조11세손(世孫)</TextSubheading>
        중시조(中始祖) 성주공(星主公) 말로(末老)의 11세손(世孫) 일찍이 문과에 급제하여 병부시랑(兵部侍郞) 금오위(金吾衛) 상장군(上將軍)을 역임하였고 그 훈공으로 화전군(花田君)의 파조가 되며 후손들이 강원도와 영남지방에 많이 거주하고 있다.<br /><br />

        과거에는 공의 후손들이 본관을 횡성(橫城)으로 써 오던 것을 1973년 고씨세록(髙氏世祿) 발간을 계기로 제주(濟州)로 환원하였다.<br /><br />

        이는 횡성고씨(橫城高氏)라 칭하고 강원도 지방에 흩어져 살고 있는 고구려의 시조 고주몽(高朱蒙)의 후손들과 구별하고 그 근원을 확실히 하는데 있다.<br /><br />

        ▒  상세설명<br />
        ①상장군(上將軍) : 고려 시대에, 각 군영의 으뜸 벼슬.<br /><br />

        <TextSubheading>5. 장흥백파(長興伯派) 파조(派祖), 고중연(髙仲연) 중시조10세손(世孫)</TextSubheading>
        1310 (충선왕 2)~1381(우왕 7).중시조(中始祖) 성주공(星主公) 말로(末老)의 10세손(世孫) 이고 예빈경(禮賓卿) 영중(塋中)의 손자이다.<br /><br />

        고려말 문신(門下侍中), 일명 복림(福林), 자는 수일(壽一), 시호는 양헌(良獻), 수봉 장흥백(長興伯)<br /><br />

        1330년 19세에 문과급제하여 좌습유(左拾遺)를 지냈으며 그후 검교태위 수사도(檢校太尉守司徒), 중서시랑 군기감(中書侍郞軍器監)을 거쳐 문하시중(門下侍中),을 역임하였다.<br /><br />

        1361년 10월, 10만의 홍건적(紅巾賊)이 압록강을 건너와 삭주(朔州)를 거쳐 그해 12월 개경(開經)을 침범하자 공민왕은 복주[(福州:지금의 안동(安東)]로 피난하게 되었다.<br /><br />

        이때 공이 공민왕을 모시고 복주[(福州:지금의 안동(安東)]로 호종(扈從) 하였으며 다음해 1월 이성계(李成桂), 정세운(鄭世雲), 안 우(安祐)장군 등이 홍건적(紅巾賊)을 물리치고 개경(開經)을 수복하자 다시 왕을 모시고 환궁하였다.<br /><br />

        그후 공민왕은 공을 호종공신(扈從功臣)으로 장흥백(長興伯)에 봉하였고 공이 1381년 향년 71세로 별세하니 양헌(良獻)이라는 시호를 내렸다. 이로써 공은 장흥백파(長興伯派)의 파조가 되며 후손들이 전라남북도와 서울 등지에 많이 살고 있으며 특히 유적지인 전남지방에 세거(世居)하며 호남갑족(湖南甲族)의 유풍을 이어오고 있다.<br /><br />

        1977년 장성군 삼계면 능선리에 도산사(道山祠)를 세워 공을 주벽(主壁)으로 봉안하였다.<br /><br />

        ▒  덧붙이는글<br />
        *고중연(髙仲연) 선조님의 휘자(諱字)중 연자는 나무목(木)+대자리연(筵) 이나 아래한글에서는 나오지 않아 한글로 대체함<br />
        *휘(諱) : 돌아가신 높은 어른의 생전의 이름자.<br /><br />

        ▒  상세설명<br />
        ①홍건적(紅巾賊) : 중국 원나라 말기에, 허베이(河北)에서 한산동(韓山童)을 두목으로 하던 도둑의 무리. 머리에 붉은 수건을 쓴 까닭에 이렇게 이르며, 두 차례에 걸쳐 고려에까지 침범하였다.<br />
        ②좌습유(左拾遺) : 고려 때 내사문하성 소속의 종 5품에서 정 6품. 조선 초 문하부 소속의 정 6품의 간관(諫官).<br />
        ③문하시중(門下侍中) : 고려 시대에, 중서문하성의 종일품 으뜸 벼슬.<br />
        ④호종(扈從) : 임금이 탄 수레를 호위하여 따르던 일.<br />
        ⑤주벽(主壁) : 사당(祠堂)이나 사원(祠院)에 모신 여러 위패(位牌) 중(中)에서 주장(主張)이되는 위패(位牌)<br /><br />

        <TextSubheading>6. 문충공파(文忠公派) 파조(派祖), 고경(髙慶) 중시조11세손(世孫)</TextSubheading>
        1276(충렬왕 2)~1342(충혜왕 3). 중시조(中始祖) 성주공(星主公) 말로(末老)의 11세손(世孫) 고려말 문신(門下侍中).<br /><br />

        호는 휴옹(休翁) 시호는 문충(文忠) 또는 문영(文英), 수봉 옥성군(玉城君), 쌍명당(雙明堂) 정의 손자이며 이부상서(吏部上書) 백연의 아들로 다섯 살에 시부(詩賦)를 지었고 열두살에 논어(論語)를 외우니 당시에 옥산(玉山)의 신동이라 하였다.<br /><br />

        공은 1292년(충렬왕 18년) 16세에 친명으로 문과에 급제하여 벼슬길에 올라 1297년(충렬왕 23년) 여름에 문하성사(門下省事), 1299년(충렬왕 25) 강원감사(江原監司) 다음해 가을에는 이부상서(吏部上書)를 역임하였다.<br /><br />

        1304년(충렬왕 30년) 가을에 보문각직학사(寶文閣直學士) 겸 집현전 태학사(集賢殿太學士) 문하시중(門下侍中)을 역임하였고 1309년(충직왕 1년) 익대원훈(翊戴原勳)이 되었다. 나라에서는 공을 제양백(濟陽伯)으로 봉하였다가 원(元 : 몽고)이 탐라에 목마장(牧馬場)을 두게 되니 거주하는 고을 이름을 따라 옥성군(玉城君)으로 봉하였다.<br /><br />

        목은(牧隱) 이 색(李穡), 포은(圃隱) 정몽주(鄭夢周), 야은(冶隱) 길 재(吉再)등 제현들이 공을 스승의 예로 존경하고 충효(忠孝)가 동방(東方)의 으뜸이 된다 하였다.<br /><br />

        포은(圃隱)은 시에 선생(文忠公)을 만날 때마다 배움을 얻었다.라고 하였고 신독재(愼獨齋)는 그의 시에 구세청풍백세사(九世淸風百世師)라 하여 옥구 한림동에 세거하며 9대 한림을 배출하였음을 기리고 학덕을 추모하였다.<br /><br />

        공은 1320년(충숙왕 7년) 벼슬을 마치고 고향에 돌아와1342년(충혜왕 3년) 향년67세로 별세하니 나라에서 시호를 문충(文忠)이라 내리고 후히 예장(禮葬)케 하였다.<br /><br />

        이로써 공은 문충공파(文忠公派)의 파조가 되며 공의 후손들이 전북,경기,강원지방과 서울등지에 많이 살고 있다. 염의원(廉義院 전북 옥구군 옥산면)과 만화서원(萬化書院 전북 고창군 신림면)에서 공을 주벽(主壁)으로 모시고 매년 제향을 올리고 있다.<br /><br />

        염의원(廉義院)은 1685년 후손들이 건립한 서원(書院)으로 1868년(고종 5년) 금원령(禁院令)에 따라 훼철되었다가 1920년에 복설하였다.<br /><br />

        ▒  상세설명<br />
        ①주벽(主壁) : 사당(祠堂)이나 사원(祠院)에 모신 여러 위패(位牌) 중(中)에서 주장(主張)이되는 위패(位牌)<br /><br />

        <TextSubheading>7. 영곡공파(靈谷公派) 파조(派祖), 고득종(髙得宗) 중시조15세손(世孫)</TextSubheading>
        중시조(中始祖) 성주공(星主公) 말로(末老)의 15세손(世孫) 조선 초기의 문신.자는 자부(子傅), 호는 영곡(靈谷). 아버지는 상장군 봉지(鳳智)이다.<br /><br />

        1413년(태종 13) 효행이 두터워서 직장(直長)에 천거되었으며, 1414년(태종 14) 알성시 문과에 을과로 급제하여 대호군(大護軍), 예빈시판관(禮賓寺判官) 등을 지냈다.<br /><br />

        1427년(세종 9) 중시 문과에 을과로 급제하였고, 1437년(세종 19) 첨지중추원사가 되었다.<br /><br />

        1438년(세종 20) 호조참의 재임 중 종마(種馬) 진공사가 되어 명나라에 다녀왔고, 1439년(세종 21) 통신사로 일본왕의 서계(書契)를 가지고 돌아온 후 예조참의, 중추원동지사, 한성부판윤 등을 지냈다.<br /><br />

        세종 때 중앙 정부가 제주도에 대한 지배권을 강화해 나가는 상황에서 고득종은 재경 관인으로서 어느 정도 기여하였고, 이는 여러 신하들의 반대에도 불구하고 그가 정치적으로 성장할 수 있었던 배경이었다.<br /><br />

        고득종이 제주민을 위한 시책을 몇 가지로 정리해 보면<br />
        ① 제주의 토지 등급을 내려주도록 요청하여 제주인들의 조세 부담을 덜어 주었다.<br />
        ② 한라산 기슭 4면에 목장을 축조하여 소위 제주도 목장이 10소장으로 나뉘게 되는 시초를 열었다.<br />
        ③ 참역(站驛) 폐단의 시정하였다.<br />
        ④ 서울로 올라가 종사하는 제주 출신 자제를 위하여 직료(職料)를 설치하여 그들에 대한 경제적 지원을 하였다. [저술 및 작품] 문장과 필법이 매우 뛰어났다.<br /><br />

        특히 제주목 건물의 하나인 홍화각 현판글씨와 「홍화각기(弘化閣記)」는 1435년(세종 17)에 지은 유명한 문장이며, 그의 사상을 이해할 수 있는 자료이다.<br /><br />

        친필 「몽유도원도찬양칠언장편시(夢遊桃園圖讚揚七言長篇詩)」는 글씨가 예스럽고 아담하며 현재 일본 덴리대학(天理大學) 도서관에 소장되어 있다.<br /><br />

        [상훈과 추모] 1460년(세조 6) 원종공신(原從功臣) 3등에 추증되었다. 제주인들로부터 효행이 칭송되었을 뿐만 아니라, 제주도에 여러 가지 좋은 시책을 행한 데 감동을 받아 제주민들은 그를 부형으로 섬겼다고 한다.<br /><br />

        제주목사 이원조(李源祚, 1792~1872)는 제주인들의 건의로 1843년(헌종 9) 영혜사(永惠祠) 동쪽에 향현사(鄕賢祠)를 세우고 위패를 봉안하였다. 효성이 지극하여 사후에 정문(旌門)이 세워졌다.<br /><br />

        ▒  상세설명<br />
        ①대호군(大護軍) : 조선시대 5위(衛)에 딸린 무관직. 건공장군(建功將軍) ·보공장군(保功將軍)이라고도 하였다.<br />
        ②서계(書契) :  일본 정부와 주고받던 문서.<br />
        ③참역(站驛) : 교통의 요지에 설치되어 공무상의 연락시 숙박이나 혹은 역마를 제공하며, 사신의 접대 등을 맡던 역관(驛館)을 말함.<br />
        ④직료(職料) : 벼슬아치 관리<br />
        ⑤홍화각기(弘化閣記) : 제주도에 있는 관아 건물의 건립을 기록한 조선 초기의 판각문<br /><br />

        <TextSubheading>8. 전서공파(典書公派) 파조(派祖), 고신걸(髙臣傑) 중시조13세손(世孫)</TextSubheading>
        중시조(中始祖) 성주공(星主公) 말로(末老)의 13세손(世孫) 고려 후기 탐라 성주. 1369년(공민왕 18)에 문과에 급제하고 서도부천호(潟副千戶)를 지냈다.<br /><br />

        1374년(공민왕 23) 최영(崔瑩)이 탐라에서 일어난 목호(牧胡) 난을 진압하고 떠난 이듬해에 제주 토착민 차현유(車玄有)가 마적(馬賊)의 무리를 이끌고 관아를 불태우고 제주안무사 임완(林完)과 제주목사 박윤청(朴允淸) 및 마축사(馬畜使) 김계생(金桂生) 등을 살해하는 반란을 일으켰다.<br /><br />

        이 반란은 최영의 목호의 난 평정 때 살아남은 잔존 세력까지 합세하여 반고려·반명(反明)의 성격을 띠면서 더욱 확대되어 갔다.<br /><br />

        이에 고신걸이 왕자 문신보(文臣輔)와 진무(鎭撫) 임언(林彦) 및 천호(千戶) 고덕우(髙德羽) 등과 함께 반란을 진압하였다. 1376년(우왕 2) 왜구 600여 척이 침입해오자 적의 화살에 맞았음에도 불구하고 선전하여 적을 대파하였다.<br /><br />

        고려 조정은 이를 가상히 여겨 호조전서에 임명하고 홍정(紅鞓)과 표리(表裏) 및 술 등의 하사품을 내렸다. 1384년(우왕 10) 탐라 성주가 되었으며, 1387년(우왕 13) 아들 고봉례를 데리고 우왕을 알현하였다.<br /><br />

        ▒  상세설명<br />
        ①홍정(紅鞓) : 붉은빛의 수정.<br />
        ②표리(表裏) : 임금이 신하에게 주던 포상 가운데 새보(璽寶)를 찍은 유서(諭書)와 관복감의 명주나 비단 두 필.<br /><br />

        <TextSubheading>9. 성주공파(星主公派) 파조(派祖), 고인단(髙仁旦) 중시조10세손(世孫)</TextSubheading>
        중시조(中始祖) 성주공(星主公) 말로(末老)의 10세손(世孫)<br /><br />

        고려 후기의 무신. 탐라의 성주(星主) 복수(福壽)의 아들이다.<br /><br />

        1294년(충렬왕 20)왕으로부터 홍정(紅晶),아홀(牙笏) 모(帽) 등을 하사받았는데, 이것은 탐라가 완전히 고려에 귀속되었기 때문이었다.<br /><br />

        충렬왕 때 원나라가 목축장을 탐라에 마련하고 그곳에 다루가치부(達魯花赤府) 및 탐라총관부(耽羅摠管府)를 설치하였을 때, 총관행서부사(摠管行署府事)가 되었다.<br /><br />

        ▒  상세설명<br />
        ①홍정(紅晶) : 붉은빛의 수정<br />
        ②아홀(牙笏) : 벼슬아치가 몸에 지니던 홀. 무소뿔이나 상아로 만들었다.<br />
        ③모(帽) : 모자<br />
        ④탐라총관부(耽羅摠管府) : 탐라다루가치[耽羅達魯花赤] 고려 말 몽고간섭기에 원(元) 나라가 탐라에 파견한 민정 감찰관.<br /><br />
      </Text>
    </TextWrapperOne>
  </Layout>
)

export default PajoPage
