import React from "react"
import s from 'styled-components'

import Layout from "../components/layout"
import { Text, TextSubheading, TextWrapperOne } from "../data/typography"

const RegulationsPage = () => (
  <Layout pageTitle={'중 앙 종 문 회'} pageSubtitle={'회 칙'}>
    <TextWrapperOne>
      <Text>
      <TextSubheading>제1장 총 칙</TextSubheading>

        제1조(명칭) 본회를 고씨 중앙종문회(氏中央宗門會,이하본회)라 칭한다.<br /><br />

        제2조(목적) 본회는 선조의 유덕을 받들고 종친 상호간의 친목을 돈독히 하며 대동단결하여 종문의 번영과 국가 발전에 기여함을 목적으로 한다.<br /><br />

        제3조(구성) 본회는 서울에 중앙종문회를 둔다. 그리고 각 지역에 지방종 문회를 두며, 특별히 시조(始祖) 발상지인 제주(濟州)에 고씨종문회 총본부(髙氏宗門會 總本部)를 두고 선조의 유적(遺跡) 보존 관리와 제 향(祭享)을 위시한 의례(儀禮)적인 행사를 관장케 한다.<br /><br />


        제4조(사무소의 위치) 본회의 사무소는 서울특별시 내에 둔다. [현재는 광진구 천호대로 617(중곡동) 고씨 중앙종문회 빌딩이다.]<br /><br />

        제5조(사업) 본회는 제2조의 목적을 달성하기 위하여 다음의 사업을 행 한다.<br />

        1. 선조의 사적(事蹟) 보존 및 고증에 관한 사업<br />

        2. 족보, 문집, 행장(行狀)등에 대한 교육·연구 및 계승사업<br />

        3. 종보(宗報) 및 도서, 간행물 등 발간 사업<br />

        4. 회관 운영 및 후손 육영(育英)에 관한 사업<br />

        5. 지방종문회 또는 파 종친회와 상호 유대 강화 및 사업에 대한 후원과 조직 발전에 관한 사업<br />

        6. 소유 부동산 등 재산 관리 사업<br />

        7. 기타 본회의 발전을 위한 사업<br /><br />

        제6조(종훈) 본회의 종훈(宗訓)은 다음과 같다.<br />

        - 우리는 탐라국(耽羅國) 고을라왕(高乙那王)의 후손, 한집안 한핏 줄기임을 자랑한다.<br />

        - 우리는 선조(先祖)의 유덕(遺德)을 받들어 친목단합(親睦團合)으 로써 종문(宗門)의 앞날을 빛낸다.<br /><br />

        <TextSubheading>제2장 회 원</TextSubheading>

        제7조(회원) 본 회의 회원은 고을라왕의 후손으로서 고씨성을 갖는 자 로 하고, 회원의 배우자가 본 회의 참여를 원하는 경우 이사회의<br />

        승인을 받아 명예 회원으로 참여할 수 있다.<br /><br />

        제8조(회원의 권리와 의무)<br />

        ① 본회의 회원은 제2조의 목적을 달성하기 위하여 노력하며 본회 의 발전에 기여한다.<br />

        ② 모든 회원은 선조의 향사에 적극 참석하며 총회를 통하여 종사 에 참여 할 권리와 의무가 있다.<br />

        ③ 모든 회원은 개개인의 창의를 발휘하여 종사의 발전에 기여한다.<br />

        ④ 모든 회원은 종헌과 본 회의 회칙 및 제 규약을 준수하며 이에 위배되는 어떠한 행위도하여서는 아니된다.<br /><br />

        <TextSubheading>제3장 임 원</TextSubheading>

        제9조(임원의 종류와 정수) 본회에 다음과 같은 임원을 둔다.<br />

        1. 회장 1명<br />

        2. 부회장 약간명, 단 부회장중 한분을 상임부회장으로 둘 수 있다.<br />

        3. 이사 50명 내 외<br />

        4. 감사 2명 내 외<br /><br />

        제10조(임원에 준하는 명예회장, 고문·지도위원과 각종 위원 등)<br />

        ① 직전 회장은 당연직 명예 회장이 된다.<br />

        ② 고문은 전임 회장들이나 본회의 임원 중 유공자 또는 덕망 있는 저명 종원 중에서 이사회의 승인을 받아 회장이 추대 한다.<br />

        ③ 지도위원은 본회 발전에 공이 큰 종원과 저명 종원 중에서 회장 단(회장과 각 부회장을 말한다.) 회의 추천으로 회장이 위촉한다.<br />

        ④ 운영위원은 회장단 회의 추천으로 본회의 유공자 및 지도층 종 원 중에서 회장이 위촉하고 그 정수는 300인 내외로 한다.<br />

        ⑤ 중앙위원은 회장단 회의 추천으로 유공자 및 지도층 종원 중에 서 회장이 위촉하고 그 정수는 200인 내외로 한다.<br />

        ⑥ 부녀위원과 청년위원은 회장단 회의 추천으로 회장이 위촉 할 수 있다.<br />

        ⑦ 지방 종문회장은 당연직 지도위원의 지위를 갖는다. 갑·을·병 등 지역 구분은 “고씨 지방종문회 설치규정”등에서 규정 하는 대로 따른다.<br /><br />

        제11조(임원의 선임) 임원은 다음의 정하는 바에 따라 선임한다.<br />

        1. 회장, 감사는 이사회에서 선출하여 총회에 보고하되 회장은 그 선출의 공정성과 적정성 등을 위하여 별도로 회장 추대위원 회를 구성하여 회장 후보를 추천케 한 후 이사회에서 심의 결정 한다. 회장추대위원회에 관한 사항은 내규로 정한다.<br />

        2. 부회장은 회장이 선임한 후 이사회에 보고한다.<br />

        3. 상임부회장은 부회장들 중 회장이 선임한 후 회장단의 동의를 받는다.<br />

        4. 이사는 임원 또는 임원과 동등 이상의 인품과 능력을 갖춘 종원 중에서 덕망 있고 종문회 발전에 기여한 공로가 큰 종원을 찾아 회장이 위촉한다.<br /><br />

        제12조(임원 등의 해임)<br />

        ① 임원등(제9조의 임원과 제10조의 임원에 준하는 위원 등을 말한다.)<br />

        이 다음 각 호의 1에 해당하는 행위를 한때에는 해임할 수 있다.<br />

        1. 임기 동안 본회 행사에 전혀 참석하지 아니한 때<br />

        2. 회계 부정 또는 현저한 부당 행위를 하거나 본회의 업무를 방해 하는 행위를 한 때<br />

        3. 본회의 명예를 크게 훼손하였거나 임원등간의 분쟁을 야기한 때<br />

        ② 임원 등의 해임은 회장단의 의견을 받아 회장이 해임한다. 단 고문의 해임은 이사회의 승인을 받는다.<br />

        ③ 해임된 임원 등은 해임된 날로부터 모든 회의에 참석 할 수 없 으며 각종 행사의 참여를 제한 할 수 있다.<br /><br />

        제13조(임원의 임기)<br />

        ① 제9조에 의한 본회 임원의 임기는 3년으로 한다. 단 임원 중<br />

        결원으로 보선된 임원의 임기는 전임자의 잔여기간으로 한다.<br />

        ② 회장과 이사, 감사의 임기가 동시에 끝날 때에는 이사와 감 사의 임기는 다음 회장이 취임 할 때까지 연기된다.<br /><br />

        제14조(임원등의 임무)<br />

        ① 회장은 본회를 대표하며 회무를 총할(總轄)하고 총회와 이사회 등 각종 회의의 의장이 된다.<br />

        ② 부회장은 회장을 보좌하며 회장 유고시는 본회 사무소 소재지 거주 부회장 중 년장 순으로 직무를 대행한다. 단, 상임부회장을 두었을 경우에는 상임부회장이 직무를 대행한다.<br />

        ③ 상임 부회장은 회장을 보좌하며 본회 사무처의 관장 업무를 총 괄 관리한다.<br />

        ④ 이사는 이사회를 통하여 본회의 자산취득, 처분, 보존 관리에 관 한 사항과 본회 회칙 개정, 회장·감사 선출 등 주요 업무를 관장 한다.<br />

        ⑤ 감사는 본회의 회계 업무를 감사하고 그 결과를 총회 또는 이사 회에 보고하며 회장의 특별 요구를 받아 사무처에서 수행한 직 무의 적정 여부를 감사·평가 할 수 있으며, 감사는 중요한 사항 이 있을 경우 회장에게 보고하고 이사회 소집을 요구 할 수 있다.<br />

        ⑥ 고문과 지도위원은 본회의 중요 사항에 관하여 회장의 자문에 응한다.<br />

        ⑦ 운영위원은 본회 운영에 적극 참여하며 총회의 위임 사항과 제25조 의 의안을 심의한다.<br />

        ⑧ 중앙위원은 총회의 위임사항과 제26조의 의안을 심의한다.<br />

        ⑨ 부녀위원 및 청년위원은 각 부녀위원과 청년회원에 관한 사항을

        심의한다.<br />

        ⑩ 임원등이 다음 각 호의 1에 해당하는 때에는 그 의결에 참여하 지 못한다.<br />

        1. 임원등의 선출 및 해임에 있어 자신에 관한 사항을 의결 할 때<br />

        2. 금전 및 재산의 수수 또는 소송 등에 관련되는 사항으로서 자신 과 본회의 이해가 상반 될 때<br /><br />

        제15조(임원들의 전문위원회 구성) 본회의 원활한 발전과 조직의 활성화 등을 위하여 부회장 및 이사들로 구성된 전문위원회를 구성 할 수 있다.<br />

        1. 전문위원회의 구성은 회장단과 감사의 의견 및 협의를 통하여 회장이 합리적으로 구성하되 필요시 이사들의 의견을 듣는다.<br />

        2. 전문위원회의 각 위원회의 장은 부회장들로 구성하고 각 위원은 이사들로 구성하되 전문성과 지역적 여건을 고려하여 위원장 포 함 2인 이상으로 구성한다.<br />

        3. 전문위원회는 총무위원회, 법제위원회, 의전위원회, 홍보위원회, 기획위원회 등을 둘 수 있으며 필요에 따라 위원회의 명칭 변경 과 위 각 위원회들의 통합 또는 분할을 할 수 있다.<br />

        4. 전문위원회의 종류와 소관 업무 등은 별도의 “전문위원회의 구 성 및 운영 세부규정” 등을 두어 상세히 규정 할 수 있고 동 규 정의 제정 및 개정은 회장단과 감사의 합동 회의에서 결정한다.<br /><br />

        <TextSubheading>제4장 사 무 처</TextSubheading>

        제16조(기구·조직)<br />

        ① 회장은 본회의 종사 및 회무 등 모든 종무를 처리하기 위하여 사무처를 설치하고, 사무처 직원들은 사무처장 1인과 서무담당· 의례담당·재무담당 등의 보조 직원을 둘 수 있다.<br />

        ② 사무처 직원들은 사무실에 상근하고, 회장의 지시를 받아 제<br />

        5조에서 규정하는 각종 사업과 제반회무를 수행하며 사무처 직 원의 정년은 만65세로 한다.<br />

        ③ 회장은 부회장들과 협의하여 사무처장을 선임하고 이사회에 보 고 한다.<br />

        ④ 사무처장은 회장의 명을 받아 사무처 소관 모든 종무를 관리<br />

        하며 재산을 관리하고, 회계를 처리하여 회장에게 보고하여야 한다.<br />

        ⑤ 회장은 업무량에 따라 직원을 증감 할 수 있다. 이 경우 회장단 회의 동의를 얻어야 된다.<br />

        ⑥ 사무처장은 이사 등 임원과 겸임 할 수 없다.<br />

        ⑦ 사무처의 직제와 업무분장, 회계처리, 금전출납부 작성, 지출 결의서 작성, 비치장부 및 인장과 통장 관리 등을 위한 세부 운영<br />

        규정을 별도로 정할 수 있으며, 회장단 회의에서 그 규정을 제정<br />

        및 개정한다.<br /><br />

        제17조(사무처의 임무) 사무처장등 직원들은 업무를 분담하여 제5조에 서 규정한 각종 사업들이 차질 없이 수행되도록 업무를 수행하며 다음과 같은 업무 등을 수행한다.<br />

        1. 선조묘소, 사우 유적의 보존 및 제향(祭享)에 관한 사항<br />

        2. 선조사적, 족보 기타 중요한 도서 보존에 관한 사항<br />

        3. 각종 회의록 작성 보관에 관한 사항<br />

        4. 고씨 종보 및 종문 서적 발간<br />

        5. 조직 확장 및 운영기금 조성에 관한 사항<br />

        6. 문서 수발 및 회원 명부 작성 보관<br />

        7. 지방종문회 관계 서류 보관 및 연락 사항<br />

        8. 효열 및 유공자 표창에 관한 사항<br />

        9. 예산 편성 및 수지 결산에 관한 사항<br />

        10. 회비 및 찬조금 징수에 관한 사항<br />

        11. 중앙과 지방간의 상호연대 강화 및 사업 후원 등에 관한 사항<br />

        12. 회관 운영 관리 및 임대 수입에 관한 사항<br />

        13. 종보 원고 등 모집 및 발송에 관한 사항<br />

        14. 각종 수입 사업에 관한 사항과 후손 육영에 관한 사항<br />

        15. 청년 및 부녀회원들 간의 친목 단합을 위한 행사에 관한 사항<br />

        16. 종사 관념의 함양과 참여 의식에 관한 선도에 관한 사항<br />

        17. 각종 행사 및 사업에 대한 협조 사항<br />

        18. 회칙과 제반 규정들의 정비 및 개선에 관한 사항<br />

        19. 훌륭한 인재들의 발굴 및 종사 참여에 관한 사항<br />

        20. 기타 본회의 발전 및 종사에 필요한 제반 사항 등<br /><br />

        <TextSubheading>제5장 회 의</TextSubheading>

        제18조(회의종류) 본회는 정기총회, 임시총회, 이사회, 회장단 회의, 운영 위원회, 중앙위원회를 둔다.<br /><br />

        제19조(소집) 정기총회 및 임시총회와 이사회 및 회장단 회의, 운영위원 회 및 중앙위원회는 회장이 소집한다. 다만 이사 3분의1 이상의 소집 요구와 감사의 요청이 있을 경우에는 임시 이사회를 소집 할 수 있다.<br /><br />

        제20조(의결)<br />

        ① 각종 회의는 특별한 규정이 없는 한 제적위원 과반수이상의 출 석으로 성립되며 출석위원 과반수이상의 찬성으로 의결되는 것 으로 하고 가부동수인 경우에는 의장이 결정한다.<br />

        ② 각종 회의에 있어 부득이한 사정으로 참석이 불가능 한 경우 당 해 회의 의장 또는 다른 참석 위원에게 서면으로 의결권을 위임 할 수 있으며, 그 위임장은 회의 개최 전까지 회장에게 제출하 여야 한다.<br />

        ③ 긴급사항이 발생하거나, 각종 회의를 소집하여 회의를 개최 할 시간적 여유가 없을 경우 등에는 전화 또는 이메일 등을 통하여 의논한 후 서면결의 할 수 있다.<br /><br />

        제21조(정기총회)<br />

        ① 정기총회는 매년 2~3월 등에 신년 하례회를 겸하여 개최한다.<br />

        ② 총회는 대의원 5분의1 이상으로 성립된다. 단 성원 미달 시는 이사 3분의2 이상의 출석과 당일 출석한 대의원만으로 성원이 된다.<br />

        ③ 본회의 대의원은 제9조 및 제10조에서 규정하는 임원등과 지방 종문회 사무처장(국장), 지방종문회장이 추천한 1~5인으로 구성 한다.<br />

        ④ 총회의 의결 사항은 다음과 같다.<br />

        1. 회칙 개정에 관한 보고<br />

        2. 사업 계획에 관한 보고<br />

        3. 회장 및 감사 선출에 관한 보고<br />

        4. 예산 및 결산에 관한 보고<br />

        5. 기타 필요하다고 인정되는 사항<br /><br />

        제22조(임시총회) 임시총회는 필요에 따라 회장이 소집하거나 이사회 의 결로 소집되며 의안은 제21조를 적용한다.<br /><br />

        제23조(이사회) 이사회는 회장이 의장이 되며 다음 사항을 심의 의결한다.<br />

        1. 회장, 감사의 선출, 회장 추대위원회 구성<br />

        2. 주요사업 계획 및 예산, 결산에 관한 사항<br />

        3. 본회의 회칙 및 이사회 운영에 관한 시행 세칙의 제·개정<br />

        4. 총회, 회장단 회의, 운영위원회, 중앙위원회 등에서 위임한 사항<br />

        5. 제15조에서 규정한 전문위원회에서 건의한 사항<br />

        6. 자산취득, 처분, 보전관리에 관한 사항<br />

        7. 기타 본회 운영상 필요한 사항과 총회에 보고가 필요한 사항 등<br />

        8. 이사회의 의결 사항이라 하더라도 그 의결을 회장 및 회장단 회 의에 위임 할 수 있다.<br />

        9. 감사는 이사회에 참석하여 의견을 개진 할 수 있으나 의결권은 갖지 아니한다.<br /><br />

        제24조(회장단 회의)회장단 회의는 회장과 부회장들로 구성하고 회장의 요구로 소집하며, 의안은 다음과 같다. 다만 의안의 중요성에 따라<br />

        감사의 의견이 필요하다고 인정될 경우 회장의 요청에 의하여 감 사와 합동 회의를 할 수 있으며 이 경우 감사는 의견을 개진할 수 있으나 의결권은 갖지 아니한다.<br />

        1. 제9조 및 제10조 등에서 회장단이 추천 또는 동의를 하는 사항<br />

        2. 제15조 및 제16조에서 규정하는 전문위원회와 사무처의 운영등 에 관한 규정의 제·개정<br />

        3. 위임 전결 규정등과 제37조 제3항에서 규정하는 세부 운영 규정 등의 제·개정<br />

        4. 상벌에 관한 의견 수렴 및 건의(자문)<br />

        5. 이사회에 상정 할 사항에 대한 의견 수렴 및 건의(자문)<br />

        6. 제15조에서 규정한 전문위원회에서 건의한 사항<br />

        7. 임원의 해임과 이사회에서 위임한 사항<br />

        8. 긴급한 사항이 발생하여 이사회 또는 총회를 소집할 여유가 없 을 때 우선 협의 처리하고 추인을 받기 위한 사항<br />

        9. 기타 회장이 필요하다고 인정되는 사항<br /><br />

        제25조(운영위원회) 운영위원회는 본회 회장단 및 운영위원으로 구성하 고 회장의 주재로 필요시 소집하며 의안은 다음과 같다.<br />

        1. 예산 및 결산과 관련된 사항<br />

        2. 본회 운영 및 유지관리에 관한 사항<br />

        3. 기금 조성 및 특별 찬조 등에 관한 사항<br />

        4. 기타 주요한 사항<br /><br />

        제26조(중앙위원회) 중앙위원회는 본회 회장단 및 중앙위원으로 구성하 고 회장의 주재로 필요시 소집하며 의안은 제25조를 적용한다.<br /><br />

        제27조(회의의 기명날인 및 회의록 작성)<br />

        ① 총회, 이사회, 회장단 회의 등 중요 회의를 개최하였을 때에는 사무처에서 회의록을 작성하고 의장 및 출석 임원 1명 이상의 서명 날인을 받아 보관하여야 한다.<br />

        ② 특히 종중 재산 처분, 환수 결의서는 반드시 참석한 임원이 기 명 날인하고 필요시 인감증명서를 첨부하거나 공정증서를 작성 하여야 한다.<br /><br />

        제28조(회의소집통보) 이사회 등 중요한 사항의 각종 회의 시에는 회장 은 회의안건, 일시, 장소 등을 회의 개시 7일전까지 도착하도록 회 의 참석 대상자들에게 문서로 통지하여야 하며, 부득이한 경우에 도 회의 개시 7일전에는 소집 통보 문서를 발송하여야 한다. 다만 긴급을 요하는 중요 사항의 경우에는 구두 또는 통신 메시지 등으로 소집 통보 할 수 있다.<br /><br />

        <TextSubheading>제6장 재정 및 회계와 직무</TextSubheading>

        제29조(재원) 본회의 재정은 다음 재원으로 충당한다.<br />

        1. 임원 회비 및 지방종문회 회비<br />

        2. 일반 찬조 및 특별 찬조금<br />

        3. 사업 수익금 및 기타 금융, 임대 수입금 등<br /><br />

        제30조(회계년도) 본회의 회계년도는 매년 1월1일부터 동년 12월31일까 지로 한다.<br /><br />

        제31조(예산과 결산)<br />

        ① 회장은 다음 회계연도 이전에 신년도 사업계획 및 예산안을 편 성하여야 한다.<br />

        ② 회장은 회계연도 종료 후 결산 서류 및 감사보고서와 전항의 사 업 계획 및 예산안을 이사회의 심의를 거쳐 총회에 보고하여야 한다.<br /><br />

        제32조(회비의 납부의무)<br />

        ① 모든 임원은 본회에서 결정한 회비 등 납부금을 기간 내에 납입 하여야 한다.<br />

        ② 임원들의 년 회비는 본회의 재정 상태와 제반 환경 여건 등을 감안하여 탄력적으로 이사회에서 결정하되<br />

        회장 50만원, 부회장 35만원, 이사 및 감사 25만원, 고문·지도위 원 20만원, 운영위원 8만원, 중앙위원 5만원, 청년 및 부녀위원 3만원, 각 이상으로 한다. 지방종문회장은 제10조 제5항의 규정 에 따른 지역 규모에 따라 20만원 내지 10만원 이상으로 한다.<br /><br />

        제33조(성실과 친절·공정·청렴의 의무등) 사무처 직원들은 다음 각 호의 사항을 준수하여야 한다. 상임부회장이 사무처의 업무를 총괄 관 리하여 직무를 수행할 때에도 또한 같다.<br />

        1. 그 직무를 수행할 때 회칙 등 제반 규정을 준수하며 성실히 직 무를 수행하여야 한다.<br />

        2. 회원들의 봉사자로서 친절하고 공정하게 직무를 수행하여야 하 며, 상관의 직무상 명령에 복종하여야 한다.<br />

        3. 항상 청렴하여야 하며 직무와 관련하여 지탄이 될만한 사례·증여 또는 향응을 주거나 받을 수 없다.<br />

        4. 재직 중 또는 퇴직 후에도 직무상 알게 된 비밀을 엄수하여야 한다.<br />

        5. 직무의 내외를 불문하고 품위가 손상되는 행위를 하여서는 아니 된다.<br /><br />

        제34조(감사)<br />

        ① 감사는 정기감사와 수시감사를 시행한다.<br />

        ② 감사의 종류는 회계감사와 직무감사로 구분한다.<br />

        ③ 정기회계감사는 내년 정기총회 5일 전까지 완료한다.<br />

        ④ 수시감사는 회장의 요구가 있거나 이사회의 의결 또는 감사의 서면 요구가 있을 때 시행한다.<br />

        ⑤ 직무감사는 각종 사업과 제반 종사 업무를 직정하게 수행 하였 는지를 확인 감사·평가한다.<br />

        ⑥ 감사들은 회계감사나 직무감사를 수행 완료 하였을 경우 지체 없이 그 결과를 회장 및 이사회에 보고하여야 하며 중요 사항이 있을 경우 이사회의 소집을 요구 할 수 있다.<br />

        ⑦ 감사들은 필요하다고 인정되면 회장에게 외부 전문 감사인의 감 사 협조를 요청 할 수 있고, 회장은 회장단 회의를 거쳐 외부 전 문 감사 인을 일정 기간 선임 할 수 있다.<br />

        ⑧ 사무처 직원은 회계감사 및 직무감사 결과 고의 또는 중대한 잘 못이 있을 경우 징계, 변상 등 응분의 책임을 져야한다.<br />

        상임부회장이 사무처의 업무를 총괄 관리하여 직무를 수행 하였 을 경우에도 똑같다.<br /><br />

        <TextSubheading>제7장 상 벌</TextSubheading>

        제35조(상벌위원회의 구성 과 임무등)<br />

        ① 상벌위원은 회장이 위촉하며, 회장이 의장이 된다.<br />

        ② 상벌위원은 회장단 3명, 이사 4명, 감사 2명으로 구성하고, 이사 회에 보고한다.<br />

        ③ 본회 발전에 기여한 공로가 큰 사람에게는 상벌위원회의 의결을 거쳐 포상 할 수 있다.<br />

        ④ 본회의 명예를 실추 시키거나 임원 또는 회원에게 큰 피해를 끼 친 임원등 또는 회원, 사무처 직원들은 상벌위원회의 의결을 거 쳐 징계를 할 수 있다. 이 경우 이사회에 보고하여야 하며 징계 의 종류는 상벌위원회에서 정한다.<br />

        ⑤ 상벌위원회의는 위원 3분의2 이상 출석과 출석위원 3분의2 이 상 찬성으로 포상 및 징계를 의결한다.<br />

        이 경우 의사록을 작성 보관하여야 한다.<br />

        ⑥ 본회의 임원등과 직원이 전 항의 징계를 받은 경우에는 그 직을 아울러 해제 할 수 있다.<br />

        ⑦ 본회의 임원등이 금고 이상의 형을 선고 받고 확정되거나 금치 산, 한정치산 선고를 받거나 품성이 현저히 부족하여 사회의 지 탄을 받는 경우에도 징계를 할 수 있다.<br /><br />

        <TextSubheading>제8장 보 칙</TextSubheading>

        제36조(회칙의 개정)<br />

        ① 회칙의 개정은 회장 또는 이사 10인 이상이 연명으로 발의를 할 수 있다. 이 경우 개정(안)을 작성 제출하여야 한다.<br />

        ② 회칙 개정안이 발의되면 회장은 지체 없이 각 이사에게 그 내용 을 통지하여야 하며 통지 후 7일 이상 경과한 후 표결한다.<br />

        ③ 회장은 별도로 회칙 개정 특별위원회를 구성 할 수 있다.<br /><br />

        제37조(기타 세부 운영 규정 등의 제정 및 개정)<br />

        ① 본회의 각종 위원회의 운영과 절차 등 필요한 세부 규칙을 제정 시행 할 수 있으며 필요시 개정 할 수 있다.<br />

        ② 임원등의 회비 결정과 지방종문회에 관한 규정, 이사회의 운영에<br />

        관한 사항 등에 관한 규정은 이사회에서 심의 의결한다.<br />

        ③ 전문위원회 관련 규정, 사무처 운영에 관한 규정과 위임 전결 규정 및 기타의 하부 규정은 회장단 회의(필요시 감사 포함)에서 제정 및 개정하며 이사회에 보고한다.<br /><br />

        제38조(관행) 본 회칙에 규정하지 아니한 사항은 일반 관례에 따른다.<br /><br />

        <TextSubheading>부 칙</TextSubheading>

        제1조(시행)<br />

        ① 본 전면 개정 회칙은 종전의 회칙이 제정된지 36년이 지나 현실 과 맞지 않고 미흡한 부분과 불합리한 부분이 많아 적정한 종사 업무처리가 사실상 불가능 하므로 특별히 이사회에서 심의의결 한 날(2016년 8월 12일)부터 우선 시행하되, 종전의 회칙 제 16조(정기총회) 제 4호 “가”목에 “회칙개정에 관한 승인”이 총 회의 의안으로 규정되어 있으므로 빠른 시일 내에 총회의 승인 을 받아야 한다.<br />

        ② 1980년 7월1일 종전의 회칙을 제정한 이후 회칙 개정실적은 1986년 6월22일 1차 개정, 1988년 6월15일 2차 개정, 1988년 12월21일 3차 개정, 1994년 10월10일 4차 개정, 1998년 7월28 일 제5차 개정하였다.<br />

        ③ 이 전면 개정 회칙 시행일 이전의 종전 회칙은 본 회칙 시행과 동시에 폐지한다.<br /><br />

        제2조(경과규정)<br />

        ① 본 전면 개정 회칙 이전의 종전의 회칙에 의하여 선출된 회장, 부회장, 이사, 감사, 고문, 지도위원, 운영위원, 중앙위원 등 임원<br />

        모두는 본 전면 개정 회칙에 의하여 선출된 것으로 본다. 단 그 임기는 당초 선출된 날부터 계상한다.<br />

        ② 본 회칙 제16조 제2항에서 규정한 사무처 직원의 정년의 시행은 2018.6.30까지는 회장단 회의에서 결정하는 대로 따른다.<br />

        ③ 2016.7.5 회장단 및 감사회의에서 통과 된 “고씨 중앙종문회 위임전결규정”은 본 회칙 제37조에 의하여 제정된 것으로 보며, 동 위임전결규정 제8조(전결사항)에서 규정한 별첨 위임 전결사 항 표의 사무국장을 사무처장으로 변경한다.<br /><br />

        <TextSubheading>부 칙</TextSubheading>

        제1조(시행일) 이 회칙은 2017년 12월 21일부터 시행한다.<br />

        (제13조 ①항 임원의 임기)<br /><br />

        <TextSubheading>부 칙</TextSubheading>

        제1조(시행일) 이 회칙은 2018년8월 21일부터 시행한다.<br />

        (제9조 ③항 임원의 종류와 장수)<br />

        (제11조 ①항 임원의 선임)<br />
      </Text>
    </TextWrapperOne>
  </Layout>
)

export default RegulationsPage
